<?php

return [
    'title' => 'جوجل',

    'calendar' => [
        'index' => [
            'title'           => 'تقويم جوجل',
            'info'            => 'تقويم إدارة الوقت وجدولة من جوجل لتحسين سرعة العمل',
            'remove'          => 'إزالة',
            'synced-account'  => 'الحساب المتزامن',
            'select-calendar' => 'حدد التقويم الذي تريد مزامنته',
            'save-and-sync'   => 'حفظ ومزامنة',
            'connect'         => 'ربط تقويم جوجل',
        ]
    ],

    'meet' => [
        'index' => [
            'title'           => 'جوجل ميت',
            'info'            => 'أداة إدارة الوقت وجدولة الاجتماعات من جوجل لتحسين سرعة العمل',
            'remove'          => 'إزالة',
            'synced-account'  => 'الحساب المتزامن',
            'select-meet'     => 'حدد الاجتماع الذي تريد مزامنته',
            'save-and-sync'   => 'حفظ ومزامنة',
            'connect'         => 'ربط جوجل ميت',
        ]
    ],
    
    'tabs' => [
        'calendar' => 'تقويم جوجل',
        'meet'     => 'جوجل ميت',
    ],
];
