<?php

return [
    'title'           => 'گوگل',
    'account-deleted' => 'حساب با موفقیت حذف شد.',
    'acount-synced'   => 'حساب با موفقیت همگام‌سازی شد.',

    'activty'=> [
        'goolge-meet'=> 'گوگل میت', 'connect-google-meet'=>'اتصال به گوگل میت', 'join-google-meet'=>'پیوستن به گوگل میت', 'remove-google-meet'=>'حذف گوگل میت',
    ],

    'salendar'=> [
        'indx'=> [
            'title'=> 'تقویم گوگل', 'info'=>'تقویم مدیریت زمان و برنامه‌ریزی گوگل برای افزایش سرعت کار', 'remove'=>'حذف', 'synced-account'=>'حساب همگام‌سازی شده', 'select-calendar'=>'تقویمی را که می‌خواهید همگام‌سازی کنید انتخاب کنید', 'save-and-sync'=>'ذخیره و همگام‌سازی', 'connect'=>'اتصال به تقویم گوگل',
        ],
    ],

    'meet'=> [
        'indx'=> [
            'link-shared'=> '──────────<br/><br/>شما برای پیوستن به جلسه گوگل میت دعوت شده‌اید.<br/><br/>به جلسه گوگل میت بپیوندید: <a href=":link" target="_blank" class="text-brandColor">:link</a><br/><br/>──────────', 'title'=>'گوگل میت', 'info'=>'جلسه مدیریت زمان و برنامه‌ریزی گوگل برای افزایش سرعت کار', 'remove'=>'حذف', 'synced-account'=>'حساب همگام‌سازی شده', 'select-meet'=>'جلسه‌ای را که می‌خواهید همگام‌سازی کنید انتخاب کنید', 'save-and-sync'=>'ذخیره و همگام‌سازی', 'connect'=>'اتصال به گوگل میت',
        ],
    ],

    'tabs'=> [
        'salendar'=> 'تقویم گوگل', 'meet'=>'گوگل میت',
    ],
];
