<?php 

return [
    'title'                   => 'گوگل',
    'calendar'                => 'تقویم',
    'meet'                    => 'میت',
    'back'                    => 'بازگشت',
    'connect-google-calendar' => 'اتصال تقویم گوگل',
    'connect-google-meet'     => 'اتصال گوگل میت',
    'google-calendar'         => 'تقویم گوگل',
    'google-meet'             => 'گوگل میت',
    'google-calendar-info'    => 'تقویم مدیریت زمان و برنامه‌ریزی گوگل برای افزایش سرعت کار.',
    'google-meet-info'        => 'ایجاد لینک‌های میت در زمان ایجاد فعالیت برای افزایش سرعت کار.',
    'remove'                  => 'حذف',
    'synced-account'          => 'حساب همگام‌سازی شده',
    'select'                  => 'لطفاً انتخاب کنید',
    'select-calendar'         => 'تقویمی را که می‌خواهید همگام کنید انتخاب کنید',
    'select-calendar-info'    => 'رویدادهای تکراری از تقویم شما با CRM همگام نخواهند شد.',
    'sync-success'            => 'رویدادها با موفقیت همگام‌سازی شدند.',
    'destroy-success'         => 'حساب گوگل با موفقیت حذف شد.',
    'save-sync'               => 'ذخیره و همگام‌سازی',
    'confirm-remove'          => 'آیا مطمئن هستید که می‌خواهید حساب گوگل را حذف کنید؟'
];
