<?php

return [
    'title' => 'گوگل',

    'calendar' => [
        'index' => [
            'title'           => 'تقویم گوگل',
            'info'            => 'تقویم مدیریت زمان و برنامه‌ریزی گوگل برای افزایش سرعت کار',
            'remove'          => 'حذف',
            'synced-account'  => 'حساب همگام‌شده',
            'select-calendar' => 'تقویمی که می‌خواهید همگام‌سازی کنید را انتخاب کنید',
            'save-and-sync'   => 'ذخیره و همگام‌سازی',
            'connect'         => 'اتصال به تقویم گوگل',
        ]
    ],

    'meet' => [
        'index' => [
            'title'           => 'گوگل میت',
            'info'            => 'مدیریت زمان و برنامه‌ریزی جلسه گوگل برای افزایش سرعت کار',
            'remove'          => 'حذف',
            'synced-account'  => 'حساب همگام‌شده',
            'select-meet'     => 'جلسه‌ای که می‌خواهید همگام‌سازی کنید را انتخاب کنید',
            'save-and-sync'   => 'ذخیره و همگام‌سازی',
            'connect'         => 'اتصال به گوگل میت',
        ]
    ],
    
    'tabs' => [
        'calendar' => 'تقویم گوگل',
        'meet'     => 'گوگل میت',
    ],
];
